{"duration": 2522.44, "timestamps": [[10.0, 41.0], [42.0, 55.0], [56.0, 72.0], [73.0, 173.0], [244.0, 326.0], [327.0, 372.0], [373.0, 410.0], [411.0, 416.0], [421.0, 443.0], [444.0, 481.0], [482.0, 548.0], [549.0, 560.0], [567.0, 596.0], [597.0, 620.0], [621.0, 637.0], [678.0, 729.0], [763.0, 830.0], [831.0, 858.0], [860.0, 897.0], [1004.0, 1086.0], [1090.0, 1162.0], [1163.0, 1181.0], [1216.0, 1412.0], [1264.0, 1378.0], [1416.0, 1477.0], [1478.0, 1517.0], [1518.0, 1556.0], [1557.0, 1588.0], [1589.0, 1722.0], [1723.0, 1731.0], [1733.0, 1758.0], [1770.0, 1776.0], [1778.0, 2205.0], [1841.0, 1893.0], [2010.0, 2121.0], [2122.0, 2148.0], [2275.0, 2310.0], [2317.0, 2343.0], [2377.0, 2425.0], [2427.0, 2463.0]], "sentences": ["罗斯威尔是普通的战后小镇，然而某一天镇上发生了一个不寻常的事情，飞碟坠毁在小镇上，彻底打破了小镇的宁静", "从那以后，UFO发烧友就不断涌入", "丽兹小时候也用过自己的方式寻找过，但却遇到自己再也不想见到的小人物和小悲剧", "这次丽兹回来重回家乡，在半路就遇到了十年没见的巡警麦克斯和女警长", "丽兹的父亲是外星人主题的炸鸡店老板，丽兹帮父亲看店，没有餐点后不由地放歌独自嗨起来", "麦克斯到炸鸡店找丽兹闲聊，表示自己不是坏人，喊停丽兹的车是因为丽兹没有开转向灯", "丽兹请麦克斯喝饮料，记得麦克斯以前的梦想是作家，问麦克斯怎么想当警察", "麦克斯说自己喜欢保护别人，让别人睡得心安", "丽兹提到姐姐喜欢听这首歌，麦克斯为以前的事感到抱歉，问丽兹这些年都做了什么", "丽兹说自己去学再生医学了，说着就喝上了麦克斯的饮料", "然而顷刻间有人开枪打倒了丽兹，麦克斯启动异能治愈丽兹，假装丽兹身上是番茄酱", "丽兹看到自己衣服被打穿，就知道不是番茄酱这么简单的事", "麦克斯追枪击偷犯，却体力不支晕倒，为此召唤了同伴伊泽贝尔来帮忙", "正在和爱人恩爱的伊泽贝尔立刻放下手头上的事，赶去救助麦克斯", "丽兹父亲边擦地上血迹边告诉女儿就不该半夜开店的，因为是罗莎逝世十周年，又引起了民愤，原来当年丽兹姐姐吸毒酒驾带走了两个无辜的生命", "丽兹还是觉得自己被抢打中了，到医院找医生前男友帮自己做个CT", "麦克斯好友迈克尔又闹事被送到警察局，伊泽贝尔为昨晚麦克斯复活丽兹兴师问罪", "迈克尔也不满麦克斯破例帮丽兹心脏复苏，和麦克斯打了起来", "伊泽贝尔对麦克斯也很失望，说起他们为了瞒住外星人身份，不被人们截肢有多辛苦，结果被麦克斯毁于一旦，就因为麦克斯与那个高中女孩曾相爱过，伊泽贝尔觉得不值得", "丽兹到姐姐墓上祭拜，发现姐姐坟墓又被人挖出来，只能难过地帮姐姐扶起", "丽兹在街上偶遇麦克斯，聊起自己被子弹打到没死的事", "迈克尔看不惯两人在街上卿卿我我，引爆了一辆车的玻璃警告麦克斯", "丽兹拜访在酒吧当服务员的高中闺蜜玛丽亚，和玛丽亚举杯纪念罗莎，向玛丽亚说起枪击案以及麦克斯的纠葛", "伊泽贝尔拿出三兄妹的照片劝麦克斯不要和丽兹在一起，麦克斯说十年了，能爱上别人就不会那么痛苦", "丽兹一出门口看到医生前男友，就和前男友车震亲热起来", "然而前男友却看到丽兹肩膀有五彩缤纷的手印，丽兹马上停下动作找车镜确认", "第二天，丽兹就用显微镜观察自己的奇怪皮肤，并把这件事告诉了麦克斯", "而医生前男友却把丽兹的怪异手印告诉了军士长", "麦克斯带丽兹来到荒漠的隐秘基地，告诉了丽兹，自己和伊泽贝尔、迈克尔是外星人的身份是从1947年坠毁过来的，1997年清醒过来", "丽兹疑惑自己身上是什么", "麦克斯解释是自己身上的DNA，他们最害怕这世界的科学，把他们关进实验室截肢研究", "丽兹答应保守秘密", "军士长带丽兹前男友看实验基地，证明外星人是真实来到地球的", "另一边，迈克尔得知麦克斯相信丽兹，建议和伊泽贝尔像十年前一样对付丽兹，让丽兹失忆或消失", "两人在夕阳下，回忆十年前的感情，旧情复燃快要亲吻在一起", "但麦克斯及时劝停，因为手印和自己有精神牵连", "麦克斯把丽兹带回小镇派对上，众人还因为罗莎的事对丽兹排斥", "玛丽亚跳舞替丽兹，邀请丽兹一同共舞", "迈克尔与伊拉克回来的军官前男友重遇，也旧情复燃地亲吻起来", "麦克斯看到丽兹重新找回快乐很开心，发誓不会让丽兹直到罗莎死的真相"]}